/* %1$@ = a localized and formatted number; %2$@ = a unit; e.g “15 kg” */
"%1$@ %2$@" = "%1$@ %2$@";

/* %1$@ = calories value; %2$@ = calories unit; e.g. “400 kcal”; appended to string like “Running Workout, 30 minutes, 5 km, 400 kcal */
", total calories %1$@ %2$@" = ", jumlah kalori %1$@ %2$@";

/* %1$@ = distance value; %2$@ = unit; e.g. “5 km”; appended to string like “Running Workout, 30 minutes, 5 km */
", total distance %1$@ %2$@" = ", jumlah jarak %1$@ %2$@";

/* %1$@ = iTunes store object (e.g. album. song); %2$@ = artist name */
"%1$@ by %2$@" = "%1$@ oleh %2$@";

/* %1$@=Type of workout, %2$@=localized duration */
"%1$@ Workout, %2$@" = "Latihan %1$@, %2$@";

/* %2$@ = of %d photos; whole thing looks like “1 of 3\nphotos” */
"%1$d %2$@" = "%1$d %2$@";

/* %@ = date that a file was last modified */
"modified %@" = "diubah suai %@";

/* %@ = service name (e.g. Email) */
"%@ Accounts" = "Akaun %@";

/* %@=Type of workout */
"%@ Workout, no unit data" = "Latihan %@, tiada data unit";

/* A folder in Dropbox or Box */
"Folder" = "Folder";

/* A single App Store app */
"App Store app" = "App App Store";

/* A single Box file */
"Box file" = "Fail Box";

/* A single Dropbox file */
"Dropbox file" = "Fail Dropbox";

/* A single Evernote note */
"Evernote note" = "Nota Evernote";

/* A single Giphy item */
"Giphy item" = "Item Giphy";

/* A single Trello board */
"Trello board" = "Papan Trello";

/* A single Trello card */
"Trello card" = "Kad Trello";

/* A single Trello item */
"Trello item" = "Item Trello";

/* A single Trello list */
"Trello list" = "Senarai Trello";

/* A single Ulysses sheet */
"Ulysses sheet" = "Helaian Ulysses";

/* A single bar code */
"Bar code" = "Kod bar";

/* A single blood pressure recording */
"Blood pressure" = "Tekanan darah";

/* A single health sample in HealthKit */
"Health sample" = "Sampel kesihatan";

/* A single iTunes artist */
"iTunes artist" = "Artis iTunes";

/* A single iTunes product */
"iTunes product" = "Produk iTunes";

/* Access resource error for notifications */
"Update Notification Settings" = "Kemas Kini Seting Pemberitahuan";

/* Accessibility hint; front/rear camera switcher button */
"Switches between the front and back facing cameras" = "Bertukar antara kamera depan dan belakang";

/* Accessibility label for camera shutter button */
"Take picture" = "Ambil gambar";

/* Accessibility label; button to start dictation */
"Start dictation" = "Mula perencanaan";

/* Accessibility label; button to stop dictation */
"Stop dictation" = "Henti perencanaan";

/* Accessibility label; camera chooser; front facing camera is selected */
"Camera chooser - front facing" = "Pemilih kamera - menghadap depan";

/* Accessibility label; camera chooser; rear facing camera is selected */
"Camera chooser - rear facing" = "Pemilih kamera - menghadap belakang";

/* Accessibility label; front/rear camera switcher button; default state */
"Camera flip" = "Balikkan kamera";

/* Add Trello card action error */
"You must provide a name to use for the new Trello Card." = "Anda mesti memberikan nama untuk digunakan untuk Kad Trello baru.";

/* Add Trello card action error */
"You must select a board to create the card on." = "Anda mesti memilih papan untuk mencipta kad.";

/* Add Trello card action error */
"You must select a list to create the card on." = "Anda mesti memilih senarai untuk mencipta kad.";

/* Add Trello card action error; %@=filename */
"Uploading %@ as an attachment failed." = "Memuat naik %@ sebagai lampiran gagal.";

/* Add new event or reminder error */
"The alert time provided was invalid. Please check for spelling errors and ensure you provide a time of day." = "Masa isyarat yang diberikan tidak sah. Sila semak kesalahan ejaan dan pastikan anda berikan masa dalam hari.";

/* Add new event; choose end date */
"Choose End Date" = "Pilih Tarikh Tamat";

/* Add new event; date range; %1$@=start date; %12$@=end date */
"%1$@ – %2$@" = "%1$@ – %2$@";

/* Add new event; error */
"An invalid end date was provided. Please provide an end date for this event." = "Tarikh tamat yang tidak sah telah disediakan. Sila sediakan tarikh akhir untuk peristiwa ini.";

/* Add new event; error */
"An invalid start date was provided. Please provide a start date for this event." = "Tarikh mula yang tidak sah telah disediakan. Sila sediakan tarikh mula untuk peristiwa ini.";

/* Add new event; error */
"Invalid End Date" = "Tarikh Tamat Tidak Sah";

/* Add new event; error */
"Invalid Start Date" = "Tarikh Mula Tidak Sah";

/* Add new event; error */
"No title was provided. Please provide a title for this event." = "Tiada tajuk diberikan. Sila berikan tajuk untuk peristiwa ini.";

/* Add new reminder error */
"No title was provided. Please provide a title for this reminder." = "Tiada tajuk diberikan. Sila berikan tajuk untuk peringatan ini.";

/* Add new reminder error */
"The alert location provided could not be found." = "Lokasi isyarat yang diberikan tidak dijumpai.";

/* Add new reminder; %@ = location (e.g. “1 Infinite Loop”) */
"When I Enter: %2$@" = "Apabila Saya Masuk: %2$@";

/* Add new reminder; %@ = location (e.g. “1 Infinite Loop”) */
"When I Leave: %2$@" = "Apabila Saya Bertolak: %2$@";

/* Add new reminder; alert trigger location when I’m nearby; %@ = location (e.g. “1 Infinite Loop”) */
"When I’m near: %@" = "Apabila saya berdekatan: %@";

/* Add new reminder; alert trigger never */
"Never" = "Jangan";

/* Add new reminder; alert trigger time or location varies */
"Varies" = "Berbeza";

/* Add to Wunderlist action no list selected error */
"No List Selected" = "Tiada Senarai Dipilih";

/* Add to Wunderlist action no list selected error */
"You must select a list to add the task to." = "Anda mesti memilih senarai untuk menambah tugas.";

/* Add to Wunderlist action no title error */
"No Title" = "Tiada Tajuk";

/* Add to Wunderlist action no title error */
"You must provide a title when creating a new task in Wunderlist." = "Anda mesti memberikan tajuk apabila mencipta tugas baru dalam Wunderlist.";

/* Alarm frequency; All days are selected */
"Every Day" = "Setiap Hari";

/* Alternative name for Set Wi-Fi action for China SKU devices */
"Set WLAN" = "Setkan WLAN";

/* Alternative note for Set Wi-Fi action for China SKU devices */
"Sets the device’s WLAN to on or off." = "Setkan WLAN peranti kepada aktif atau tidak aktif.";

/* App name */
"1Password" = "1Password";

/* App name */
"Dropbox" = "Dropbox";

/* App name */
"Google" = "Google";

/* App name */
"Imgur" = "Imgur";

/* App name */
"Instapaper" = "Instapaper";

/* App name */
"Slack" = "Slack";

/* App name */
"Todoist" = "Todoist";

/* App name */
"Trello" = "Trello";

/* App name */
"WordPress" = "WordPress";

/* App name */
"Wunderlist" = "Wunderlist";

/* Append file error description */
"You must specify a filename or path in Append to File." = "Anda mesti menentukan nama fail atau laluan dalam Tambah Ke Fail.";

/* Append file failure reason */
"No File Path Provided" = "Tiada Laluan Fail Diberikan";

/* Ask for input action */
"Enter URL" = "Masukkan URL";

/* Ask for input action */
"Enter number" = "Masukkan nombor";

/* Ask for input action */
"Pick date" = "Pilih tarikh";

/* Attribution for the weather service */
"The Weather Channel" = "The Weather Channel";

/* Audio recorder */
"Tap to finish recording." = "Ketik untuk menyelesaikan rakaman.";

/* Audio recorder */
"Tap to start recording." = "Ketik untuk mula merakam.";

/* Base 64 encoding action error */
"The base64 data passed to Base64 Encode is invalid." = "Data base64 yang diserahkan kepada Base64 Encode tidak sah.";

/* Box error */
"A file already exists with the name “%@” at the specified path." = "Fail sudah wujud dengan nama “%@” pada laluan yang ditentukan.";

/* Box error */
"The folder doesn't exist" = "Folder tidak wujud";

/* Box error */
"The folder doesn’t exist" = "Folder tidak wujud";

/* Box error message */
"An error occured while authenticating your Box account." = "Ralat berlaku semasa mengesahkan akaun Box anda.";

/* Box error; %1$@ = file path; %2$@ = service name (e.g. Box) */
"The folder you tried to save to (%1$@) is an existing file in your %2$@." = "Folder yang anda cuba simpan ke (%1$@) ialah fail yang telah wujud dalam %2$@ anda.";

/* Box error; %1$@ = file path; %2$@ = service name (e.g. Box) */
"The path you tried to append text to (%1$@) is inside of an existing file in your %2$@." = "Folder yang anda cuba tambah teks padanya ke (%1$@) berada dalam fail yang telah wujud dalam %2$@ anda.";

/* Box error; %1$@ = file path; %2$@ = service name (e.g. Box) */
"The path you tried to create a folder at (%1$@) is an existing file in your %2$@." = "Laluan yang anda cuba cipta folder padanya (%1$@) ialah fail yang telah wujud dalam %2$@ anda.";

/* Box error; %1$@ = file path; %2$@ = service name (e.g. Box) */
"The path you tried to create a folder at (%1$@) is inside of an existing file in your %2$@." = "Laluan yang anda cuba cipta folder padanya (%1$@) berada dalam fail yang telah wujud dalam %2$@ anda.";

/* Box error; %1$@ = file path; %2$@ = service name (e.g. Box) */
"The path you tried to save to (%1$@) does not exist in your %2$@." = "Laluan yang anda cuba simpan ke (%1$@) tidak wujud dalam %2$@ anda.";

/* Box error; %@ = file path */
"We couldn’t find “%@” in your Box account." = "Kami tidak menemui “%@” dalam akaun Box anda.";

/* Button */
"Cancel" = "Batal";

/* Button */
"Continue Anyway" = "Teruskan Juga";

/* Button */
"Delete" = "Padam";

/* Button */
"Delete Account" = "Padam Akaun";

/* Button */
"Done" = "Selesai";

/* Button */
"Log In" = "Log Masuk";

/* Button */
"Next" = "Seterusnya";

/* Button */
"OK" = "OK";

/* Button */
"Retry" = "Cuba Semula";

/* Button */
"Sign In" = "Daftar Masuk";

/* Button or title */
"Add Account" = "Tambah Akaun";

/* Button or title */
"Login" = "Log Masuk";

/* Button that takes user to the iOS Health app */
"Open Health" = "Buka Kesihatan";

/* Button to allow access to health data or notifications */
"Allow Access" = "Benarkan Akses";

/* Button to open Settings */
"Open Settings" = "Buka Seting";

/* Button; edit opacity */
"Opacity" = "Kelegapan";

/* Button; edit rotatation in overlay image action */
"Rotation" = "Putaran";

/* Button; email account app specfic password */
"Create App-Specific Password" = "Cipta Kata Laluan Khusus App";

/* Button; reset changes made in overlay image action */
"Reset" = "Reset";

/* Camera flash option - auto */
"Auto" = "Auto";

/* Camera flash option - off */
"Off" = "Tak Aktif";

/* Camera flash option - on */
"Flash On" = "Aktif";

/* Choose an item */
"Choose" = "Pilih";

/* Choose from list action */
"Choose an item" = "Pilih item";

/* Choose multiple images */
"Choose Images" = "Pilih Imej";

/* Choose one image */
"Choose Image" = "Pilih Imej";

/* CloudApp upload action error */
"This file is too large for CloudApp." = "Fail ini terlalu besar untuk CloudApp.";

/* CloudApp upload action error */
"You’ve exceeded the daily upload limit allowed for the CloudApp Free plan." = "Anda telah melebihi had muat naik harian yang dibenarkan untuk pelan CloudApp Percuma.";

/* Combine images action error */
"Cannot run Combine Images" = "Tidak boleh menjalankan Gabungkan imej";

/* Combine images action error description */
"No images were provided to combine." = "Tiada imej diberikan untuk digabungkan.";

/* Conditions of the weather */
"Weather Conditions (Plural)" = "Keadaan Cuaca";

/* Conditions of the weather */
"Weather Conditions (Single)" = "Keadaan Cuaca";

/* Content property name */
"Biological Sex (Content Property Name)" = "Jantina Biologi";

/* Content property name */
"Blood Type (Content Property Name)" = "Jenis Darah";

/* Content property name */
"Date of Birth (Content Property Name)" = "Tarikh Lahir";

/* Content property name */
"Unspecified (Content Property Name)" = "Tidak Ditentukan";

/* Create IFTTT applet */
"Create Applet" = "Cipta Aplet";

/* Create Trello list action error */
"You must select a board to create the list on." = "Anda mesti memilih papan untuk mencipta senarai.";

/* Create folder failure description; no file path specified */
"You must specify a path for the new folder." = "Anda mesti menentukan laluan untuk folder baru.";

/* Create folder failure reason; no file path specified */
"No path specified!" = "Tiada laluan ditentukan!";

/* Create folder file name placeholder with preceding / */
"/Adventure/" = "/Kembara/";

/* Create folder file name placeholder without preceding / */
"Adventure/" = "Kembara/";

/* Create playlist action error */
"No name was provided. Please provide a name for the playlist." = "Tiada nama diberikan. Sila berikan nama untuk senarai main.";

/* Date that blood pressure was recorded */
"Blood Pressure Date" = "Tarikh Tekanan Darah";

/* Default notification text for Show Notification action. */
"Notification" = "Pemberitahuan";

/* Default value for the translate text action */
"Detect Language" = "Kesan Bahasa";

/* Deletion confirmation message; %@ = what is being deleted (e.g. File.txt and 5 other files); escalation level 0 */
"Are you sure you want to delete %@?" = "Adakah anda pasti mahu memadamkan %@?";

/* Deletion confirmation message; %@ = what is being deleted (e.g. File.txt and 5 other files); escalation level 1 */
"Are you ABSOLUTELY sure you want to delete %@?" = "Adakah anda BENAR-BENAR pasti mahu memadamkan %@?";

/* Deletion confirmation message; %@ = what is being deleted (e.g. File.txt and 5 other files); escalation level 2 */
"Are you ABSOLUTELY POSITIVELY sure you want to delete %@?" = "Adakah anda BENAR-BENAR pasti mahu memadamkan %@?";

/* Deletion confirmation title; e.g. Delete File.txt and 5 other files? */
"Delete %@?" = "Padam %@?";

/* Description for unauthorized resource when trying to access a user's workout data */
"workout" = "latihan";

/* Dictate text action error */
"Recognition Unavailable" = "Pengecaman Tidak Tersedia";

/* Dictate text action error */
"Speech recognition is not currently available. You may need to connect to the Internet." = "Pengecaman pertuturan tidak tersedia pada masa ini. Anda mungkin perlu bersambung ke Internet.";

/* Dictate text action is listening to user */
"Now listening…" = "Kini mendengar…";

/* Download URL action error */
"Make sure to pass a URL to the Get Contents of URL action." = "Pastikan anda menyerahkan URL kepada tindakan Dapatkan Kandungan URL.";

/* Download URL or Open URL action error */
"No URL Specified" = "Tiada URL Ditentukan";

/* Dropbox error */
"A file was expected, but the path provided refers to something that isn’t a file." = "Fail dijangka, tetapi laluan yang disediakan merujuk kepada sesuatu yang bukan fail.";

/* Dropbox error */
"A folder was expected, but the path provided refers to something that isn’t a folder." = "Folder dijangka, tetapi laluan yang disediakan merujuk kepada sesuatu yang bukan folder.";

/* Dropbox error */
"A shared link already exists." = "Pautan dikongsi telah wujud.";

/* Dropbox error */
"Access to the requested path is forbidden." = "Akses ke laluan yang diminta dilarang.";

/* Dropbox error */
"An error occurred when creating a sharing link because the email associated with your Dropbox account has not been verified." = "Ralat berlaku semasa mencipta pautan kongsian kerana e-mel yang dikaitkan dengan akaun Dropbox anda belum disahkan.";

/* Dropbox error */
"Dropbox cannot access this file or folder because of its name." = "Dropbox tidak boleh mengakses fail atau folder ini kerana namanya.";

/* Dropbox error */
"Dropbox cannot save this file or folder because of its name." = "Dropbox tidak boleh menyimpan fail atau folder ini kerana namanya.";

/* Dropbox error */
"Dropbox cannot write to the specified path due to a conflict." = "Dropbox tidak boleh menulis ke laluan yang ditentukan kerana terdapat konflik.";

/* Dropbox error */
"The file cannot be transferred because the content is restricted. For example, sometimes there are legal restrictions due to copyright claims." = "Fail tidak dapat dipindahkan kerana kandungannya dihadkan. Contohnya, kadang kala terdapat pengehadan undang-undang disebabkan tuntutan hak cipta.";

/* Dropbox error */
"The path root parameter provided is invalid." = "Laluan akar parameter yang diberi tidak sah.";

/* Dropbox error */
"The request timed out. Please try again." = "Permintaan tamat masa. Sila cuba semula.";

/* Dropbox error */
"The share settings provided are invalid." = "Seting perkongsian yang diberikan tidak sah.";

/* Dropbox error */
"We couldn’t find a file at the specified path." = "Kami tidak menemui fail pada laluan yang ditentukan.";

/* Dropbox error */
"You are not allowed to modify the settings of this link." = "Anda tidak dibenarkan untuk mengubah suai seting pautan ini.";

/* Dropbox error */
"You don’t have enough available space in Dropbox to write this data." = "Anda tidak mempunyai ruang yang mencukupi dalam Dropbox untuk menulis data ini.";

/* Dropbox error */
"You don’t have permission to write to the specified location." = "Anda tidak mempunyai keizinan untuk menulis ke lokasi yang ditentukan.";

/* Dropbox error; %1$@ = file path; %2$@ = service name (e.g. Dropbox) */
"The path you tried to save to (%1$@) is an existing file in your %2$@." = "Laluan yang anda cuba simpan ke (%1$@) ialah fail yang telah wujud dalam %2$@ anda.";

/* Dropbox error; %@=file name */
"“%@” could not be saved because it is a folder or package. Consider zipping this file using Make Archive before saving." = "“%@” tidak dapat disimpan kerana ia ialah folder atau pakej. Pertimbangkan untuk menzip fail ini menggunakan Jadikan Arkib sebelum menyimpan.";

/* Dropbox error; %@=file path */
"No item was found at path: %@" = "Tiada item dijumpai di laluan: %@";

/* Dropbox or Box error */
"Folder already exists" = "Folder telah wujud";

/* Dropbox or Box error; %1$@ = file path; %2$@ = service name (e.g. Dropbox) */
"The path you tried to save to (%1$@) is an existing file in your %2$@. When saving multiple files at a time, you should specify a path to a folder instead." = "Laluan yang anda cuba simpan ke (%1$@) ialah fail yang telah wujud dalam %2$@ anda. Apabila menyimpan berbilang fail pada satu masa, anda perlu menentukan laluan ke folder.";

/* Dropbox or Box error; %1$@ = file path; %2$@ = service name (e.g. Dropbox) */
"The path you tried to save to (%1$@) is an existing folder in your %2$@. When appending or prepending text to a file, you should specify a path to a file instead." = "Laluan yang anda cuba simpan ke (%1$@) ialah folder yang telah wujud dalam %2$@ anda. Apabila menambah teks ke penghujung atau permulaan fail, anda perlu menentukan laluan ke fail.";

/* Dropbox unknown error */
"An unknown error occurred" = "Ralat tidak diketahui berlaku";

/* Dropbox unknown error; %@ = error summary */
"An unknown error occurred (%@)" = "Ralat yang tidak diketahui berlaku (%@)";

/* Email account encryption */
"Encryption" = "Penyulitan";

/* Email account login authentication error */
"Authentication Failed" = "Pengesahan Gagal";

/* Email account login authentication error description */
"The email address or password you entered was incorrect.\n\nIf you have two step verification enabled, you need to create an app-specific password." = "Alamat e-mel atau kata laluan yang anda masukkan salah.\n\nJika anda mempunyai pengesahan dua langkah didayakan, anda perlu mencipta kata laluan khusus app.";

/* Email account login authentication error description */
"The email address or password you specified was incorrect. If you have two step verification enabled, you need to enter an app-specific password instead." = "Alamat e-mel atau kata laluan yang anda tentukan salah. Jika anda mempunyai pengesahan dua langkah didayakan, anda perlu memasukkan kata laluan khusus app.";

/* Email account login authentication error recovery suggestion */
"Advanced Settings" = "Seting Lanjutan";

/* Email address field placeholder */
"user@example.com" = "user@example.com";

/* Email address field title or placeholder */
"Email" = "E-mel";

/* Email host name field placeholder */
"mail.example.com" = "mail.example.com";

/* Email host name field placeholder */
"smtp.example.com" = "smtp.example.com";

/* Email host name field title */
"Host Name" = "Nama Hos";

/* End date that blood pressure was recorded */
"Blood Pressure End Date" = "Tarikh Tamat Tekanan Darah";

/* Erorr message for Play Sound action */
"Play Sound failed because the input was in an unsupported format." = "Main Bunyi gagal kerana input dalam format yang tidak disokong.";

/* Error alert message when invalid date is entered */
"Please enter a valid date into the Date action." = "Sila masukkan tarikh yang sah ke dalam tindakan Tarikh.";

/* Error alert title when invalid date is entered or invalid date result */
"Invalid Date" = "Tarikh Tidak Sah";

/* Error description when no location is provided to Get Travel Time */
"Get Travel Time failed because no destination location was passed as input." = "Dapatkan Masa Perjalanan gagal kerana tiada lokasi destinasi diserahkan sebagai input.";

/* Error description when no web page is provided to Run JavaScript on Web Page */
"Run JavaScript on Web Page failed because no web page was passed as input." = "Jalankan JavaScript pada Halaman Web gagal kerana tiada halaman web yang diserahkan sebagai input.";

/* Error message */
"Your email or password is incorrect." = "E-mel atau kata laluan anda salah.";

/* Error message description when an URL passed into Get Items From RSS Feed action could not be parsed */
"Please pass a valid feed URL to the Get Items from RSS Feed action." = "Sila serahkan URL suapan yang sah ke tindakan Dapatkan Item daripada Suapan RSS.";

/* Error message description when no address is entered into Street Address action */
"Please enter a valid address into the Street Address action." = "Sila masukkan alamat yang sah ke dalam tindakan Alamat Jalan.";

/* Error message description when no valid location was passed to the Get Travel Time action */
"The location you passed to the Get Travel Time action could not be found. Try specifying a city and state in addition to the street address." = "Lokasi pengambilan yang anda serahkan kepada tindakan Dapatkan Masa Perjalanan tidak dijumpai. Cuba tentukan bandar dan negeri di samping alamat jalan.";

/* Error message for toggle alarm action if there are two alarms with the same label, %@ = the alarm label */
"Multiple alarms were found with the label %@. Try choosing a specific alarm." = "Berbilang penggera dengan label %@ ditemui. Cuba memilih penggera khusus.";

/* Error message for when the Run Home Scene action cannot find a home named %1$@. */
"Run Home Scene failed because the home “%1$@” could not be found." = "Jalankan Suasana Rumah gagal kerana rumah “%1$@” tidak ditemui.";

/* Error message for when the Run Home Scene action cannot find a scene (%1$@) in the home %2$@. */
"Run Home Scene failed because the scene “%1$@” could not be found in the home “%2$@”." = "Jalankan Suasana Rumah gagal kerana suasana “%1$@” tidak ditemui dalam rumah “%2$@”.";

/* Error message for when the user does not select a home when using the Run Home Scene action. */
"Run Home Scene failed because no home was selected." = "Jalankan Suasana Rumah gagal kerana tiada rumah dipilih.";

/* Error message for when the user does not select a scene when using the Run Home Scene action */
"Run Home Scene failed because no scene was selected." = "Jalankan Suasana Rumah gagal kerana tiada suasana dipilih.";

/* Error message title when an URL passed into Get Items From RSS Feed action could not be parsed */
"Unable to parse news feed" = "Gagal menguraikan suapan berita";

/* Error message title when no address is entered into Street Address action */
"No Address" = "Tiada Alamat";

/* Error message title when no valid location was passed to the Get Travel Time action */
"Invalid Location" = "Lokasi Tidak Sah";

/* Error message: Unit missing when converting */
"Please provide a unit to convert to." = "Sila berikan unit untuk ditukarkan.";

/* Error message: Unit missing when creating measurement */
"Measurement failed because no unit was specified. Please pick a unit." = "Ukuran gagal kerana unit tidak ditentukan. Sila pilih unit.";

/* Error message; Convert measurement between invalid units. Both parameters are names of units (i.e. kilometers per hour) */
"A measurement with unit %1$@ can not be converted to %2$@." = "Ukuran dengan unit %1$@ tidak boleh ditukar kepada %2$@.";

/* Error message; Missing date when creating alarm */
"Please provide a valid date for the alarm." = "Sila berikan tarikh yang sah untuk penggera.";

/* Error message; Siri is disabled */
"In order to use this action, enable Siri in Settings." = "Untuk menggunakan tindakan ini, dayakan Siri dalam Seting.";

/* Error message; Siri is disabled */
"Unable to complete request because Siri is disabled." = "Tidak dapat memenuhi permintaan kerana Siri dinyahdayakan.";

/* Error message; Start timer; Duration too big */
"The timer's duration must be less than 24 hours." = "Tempoh pemasa mesti kurang dari 24 jam.";

/* Error message; Start timer; Missing duration */
"Please provide a duration for the timer." = "Sila berikan tempoh untuk pemasa.";

/* Error message; Toggle alarm missing alarm identifier */
"Please specify an alarm to toggle." = "Sila tentukan penggera untuk ditogol.";

/* Error message; Unknown error type */
"An unknown error occurred while performing the request." = "Ralat tidak diketahui berlaku semasa melaksanakan permintaan.";

/* Error message; Unsupported on platform */
"Unable to complete request because it is not supported on this platform." = "Tidak dapat memenuhi permintaan kerana ia tidak disokong pada platform ini.";

/* Error title when no location provided to Get Travel Time */
"No Location" = "Tiada Lokasi";

/* Error title when no web page is provided to the Run JavaScript on Web Page action */
"No Web Page" = "Tiada Halaman Web";

/* Exit shortcut action error */
"User requested shortcut exit." = "Pengguna meminta keluar daripada pintasan.";

/* File name example with preceding / */
"/example.txt" = "/example.txt";

/* File name example without preceding / */
"example.txt" = "example.txt";

/* File picker; button */
"Save Here" = "Simpan di Sini";

/* File picker; get more than one selected files */
"Get Selected Files (%lu)" = "Dapatkan Fail Dipilih (%lu)";

/* File picker; get one selected file */
"Get Selected File (1)" = "Dapatkan Fail Dipilih (1)";

/* File status */
"This folder is empty" = "Folder ini kosong";

/* File status loading */
"Loading…" = "Memuatkan…";

/* Find health sample; no samples found */
"No Samples Found" = "Sampel Tidak Dijumpai";

/* Find health samples; no samples found description */
"There are either no %@ samples logged or you need to give Shortcuts access to the samples in the Health app." = "Sama ada tiada sampel %@ dilog atau anda perlu memberikan Pintasan akses ke sampel dalam app Kesihatan.";

/* Finish dictation command */
"Finish Dictation" = "Selesaikan Perencanaan";

/* Generic health object type when we can’t determine the object type */
"Health" = "Kesihatan";

/* Get File action; file name example with preceding / */
"/example.txt" = "/example.txt";

/* Get File action; file name example without preceding / */
"example.txt" = "example.txt";

/* Get IP address action error */
"The domain could not be found." = "Domain tidak dijumpai.";

/* Get IP address action error */
"The domain could not be found. (Error 2)" = "Domain tidak dijumpai. (Ralat 2)";

/* Get IP address action error */
"The response data was not a valid string." = "Data tindak balas adalah rentetan yang tidak sah.";

/* Get Trello items error */
"You must select a board to retrieve cards from." = "Anda mesti memilih papan untuk mengambil kad.";

/* Get Trello items error */
"You must select a board to retrieve lists from." = "Anda mesti memilih papan untuk mengambil senarai.";

/* Get Trello items error */
"You must select a list to retrieve cards from." = "Anda mesti memilih senarai untuk mengambil kad.";

/* Get Trello items error */
"Your Trello account couldn’t be verified. Please sign out and try again!" = "Akaun Trello anda tidak dapat disahkan. Sila daftar keluar dan cuba lagi!";

/* Get dictionary value or set dictionary value action; no dictionary key provided error reason */
"No Key Provided" = "Tiada Kunci Diberikan";

/* Get distance action or get travel time action; custom location is provided but not found */
"Custom Location Not Found" = "Lokasi Tersuai Tidak Dijumpai";

/* Get distance action or get travel time action; no custom location provided error reason */
"No Custom Location" = "Tiada Lokasi Tersuai";

/* Get distance action; custom location is provided but not found */
"Get Distance was configured to get the travel time from a custom location, but the custom location you entered was not found." = "Dapatkan Jarak dikonfigurasi untuk mendapatkan masa perjalanan daripada lokasi tersuai, tetapi lokasi tersuai yang anda masukkan tidak dijumpai.";

/* Get distance action; no custom location provided error description */
"Get Distance was configured to get the travel time from a custom location, but none was provided." = "Dapatkan Jarak dikonfigurasi untuk mendapatkan masa perjalanan daripada lokasi tersuai, tetapi tiada lokasi diberi.";

/* Get distance action; no location passed as input error */
"Get Distance could not estimate distance because no location was passed as input." = "Dapatkan Jarak tidak dapat menganggarkan jarak kerana tiada lokasi diserahkan sebagai input.";

/* Get emoji name action error */
"Failed to find the emoji font." = "Gagal mencari fon emoji.";

/* Get frames from image error */
"No Image Provided" = "Tiada Imej Diberikan";

/* Get frames from image error description */
"No GIF was passed as input to Get Frames from Image." = "Tiada GIF diserahkan sebagai input untuk Dapatkan Bingkai daripada Imej.";

/* Get group from matched text action error */
"No Match" = "Tiada Padanan";

/* Get group from matched text action error; %1$ld=group number; %2$ld=number of groups */
"The index you specified was outside of the possible range (you asked for group %1$ld, and the match has only %2$ld)" = "Indeks yang anda tentukan berada di luar julat yang mungkin (anda meminta kumpulan %1$ld dan padanan hanya mempunyai %2$ld kumpulan)";

/* Get group from matched text action error; %ld=group number */
"Get Group from Matched Text failed because there was no match for capture group %ld." = "Dapatkan Kumpulan Daripada Teks Sepadan gagal kerana tiada padanan untuk kumpulan tangkapan %ld.";

/* Get halfway point action error */
"No first location was provided." = "Tiada lokasi pertama diberikan.";

/* Get halfway point action error */
"No second location was provided." = "Tiada lokasi kedua diberikan.";

/* Get halfway point action error */
"Please provide a first location." = "Sila berikan lokasi pertama.";

/* Get halfway point action error */
"Please provide a second location." = "Sila berikan lokasi kedua.";

/* Get item from list action error; %1$d=item range start number; %2$d=item range end number */
"The range you specified was invalid (you asked for items %1$d through %2$d)" = "Julat yang anda tentukan tidak sah (anda telah meminta item daripada %1$d hingga %2$d)";

/* Get item from list action error; %1$d=item range start number; %2$d=item range end number */
"The range you specified was outside of the possible range (you asked for items %1$d through %2$d, but the first item is at index 1.)" = "Julat yang anda tentukan berada di luar julat yang mungkin (anda meminta item %1$d hingga %2$d, tetapi item pertama berada pada indeks 1.)";

/* Get item from list action error; %1$d=item range start number; %2$d=item range end number; %3$d=number of items */
"The range you specified was outside of the possible range (you asked for items %1$d through %2$d, and the list has only %3$d)" = "Julat yang anda tentukan berada di luar julat yang mungkin (anda meminta item %1$d hingga %2$d dan senarai hanya mempunyai %3$d item)";

/* Get item from list action error; %d=item number */
"You asked for item %d, but the first item is at index 1." = "Anda meminta item %d, tetapi item pertama berada dalam indeks 1.";

/* Get lastest photo import action error */
"Shortcuts couldn’t find any imports in your photo library." = "Pintasan tidak menemui sebarang import dalam pustaka foto anda.";

/* Get lastest photos action error */
"Shortcuts couldn’t find the requested items in your photo library." = "Pintasan tidak menemui item yang diminta dalam pustaka foto anda.";

/* Get travel time error; no custom location found description */
"Get Travel Time was configured to get the travel time from a custom location, but the custom location you entered was not found." = "Dapatkan Masa Perjalanan dikonfigurasi untuk mendapatkan masa perjalanan daripada lokasi tersuai, tetapi lokasi tersuai yang anda masukkan tidak dijumpai.";

/* Get travel time error; no custom time provided description */
"Get Travel Time was configured to get the travel time from a custom location, but none was provided." = "Dapatkan Masa Perjalanan dikonfigurasi untuk mendapatkan masa perjalanan daripada lokasi tersuai, tetapi tiada lokasi diberi.";

/* Health access error; %@=health data type */
"Health access to %@ is off. You can turn on health data categories in the Health app." = "Akses Kesihatan ke %@ dinyahaktifkan. Anda boleh aktifkan kategori data kesihatan dalam app Kesihatan.";

/* Health access error; %@=health data type */
"In order to answer this question, Shortcuts needs access to your %@ data." = "Untuk menjawab soalan ini, Pintasan memerlukan akses kepada data %@ anda.";

/* Health access error; %@=health data type */
"Shortcuts does not have access to your %@ data." = "Pintasan tidak mempunyai akses ke data %@ anda.";

/* Health action; %@=quantity sample name (e.g. Body Fat Percentage) */
"%@ Quantity Sample, no unit data" = "Sampel Kuantiti %@, tiada data unit";

/* Health category date */
"Date" = "Tarikh";

/* Health category parameter; start of menstrual cycle; should be consistent with iOS Health app */
"Start of Cycle" = "Permulaan Kitaran";

/* Health category start date */
"Start Date" = "Tarikh Mula";

/* Health quantity type; should be consistent with iOS Health app */
"Blood Pressure" = "Tekanan Darah";

/* Health quantity; VO2 max test type; should be consistent with iOS Health app */
"Test Type" = "Jenis Ujian";

/* Health quantity; blood glucose meal time; should be consistent with iOS Health app */
"Meal Time" = "Masa Makan";

/* Health quantity; blood pressure */
"Diastolic" = "Diastolik";

/* Health quantity; blood pressure */
"Systolic" = "Sistolik";

/* Health quantity; insulin delivery reason; should be consistent with iOS Health app */
"Reason" = "Sebab";

/* Health unit for count of generic health sample */
"count" = "kiraan";

/* Health unit for count of steps (歩); probably should be same as translation for “count“ if not Japanese. */
"count of steps" = "kiraan";

/* Health unit for count of swimming strokes or wheelchair pushes (回); probably should be same as translation for “count“ if not Japanese. */
"count of swimming strokes, wheelchair pushes" = "kiraan";

/* Health unit for joule */
"J" = "J";

/* Health unit for millimeter */
"mm" = "mm";

/* Health unit for ounce */
"oz" = "oz";

/* HealthKit access resource error; %@=HealthKit object type */
"%@ types are not implemented" = "Jenis %@ tidak dilaksanakan";

/* HealthKit resource error */
"This device does not have the Health app." = "Peranti ini tidak mempunyai app Kesihatan.";

/* HealthKit resource error */
"This shortcut requires the Health app, which this device does not have." = "Pintasan ini memerlukan app Kesihatan, yang tidak dimiliki oleh peranti ini.";

/* Item with URL; $1$@ = item name; %2$@ = URL */
"%1$@ (%2$@)" = "%1$@ (%2$@)";

/* Link to a 3rd party terms of service */
"Terms of Service" = "Terma Perkhidmatan";

/* Link to a 3rd party terms of service */
"Terms of Use" = "Syarat Penggunaan";

/* Location error description */
"Make sure your device isn’t in Airplane Mode and try again; turning Wi-Fi on may help." = "Pastikan peranti anda tidak berada dalam mod Pesawat dan cuba lagi; mengaktifkan Wi-Fi mungkin membantu.";

/* Location error failure reason */
"Shortcuts was unable to find your current location." = "Pintasan tidak dapat mencari lokasi semasa anda.";

/* Log health sample */
"An invalid date was provided. Please provide a date for the sample or leave the date field blank to use the current date." = "Tarikh yang tidak sah telah disediakan. Sila sediakan tarikh untuk sampel atau biarkan medan tarikh kosong untuk menggunakan tarikh semasa.";

/* Log health sample */
"Invalid Date Range" = "Julat Tarikh Tidak Sah";

/* Log health sample */
"No Value Selected" = "Tiada Nilai Dipilih";

/* Log health sample */
"Please select a type for this Health sample." = "Sila pilih jenis untuk sampel Kesihatan ini.";

/* Log health sample */
"Please select an end date that is after the start date." = "Sila pilih tarikh tamat yang selepas tarikh mula.";

/* Log health sample; cervical mucus quality should be consistent with what is is called in the iOS Health App */
"Please select a value for this cervical mucus quality sample." = "Sila pilih nilai untuk sampel kualiti mukus serviks ini.";

/* Log health sample; health sample type */
"No Type Selected" = "Tiada Jenis Dipilih";

/* Log health sample; insulin delivery reason not selected */
"No Reason Selected" = "Tiada Sebab Dipilih";

/* Log health sample; insulin delivery reason not selected; insulin delivery reason wording should be consistent with iOS Health app */
"Please select an insulin delivery reason." = "Sila pilih sebab penghantaran insulin.";

/* Log health sample; menstruation sample should be consistent with what is is called in the iOS Health App */
"Please select a value for this menstruation sample." = "Sila pilih nilai untuk sampel haid ini.";

/* Log health sample; mentrual flow sample / cycle should be consistent with what is is called in the iOS Health App */
"Please select whether or not this sample was at the start of a cycle." = "Sila pilih sama ada sampel ini pada permulaan kitaran.";

/* Log health sample; missing unit (mL, km, etc.) */
"No Unit Selected" = "Tiada Unit Dipilih";

/* Log health sample; missing unit (mL, km, etc.) */
"Please select a unit of measurement for this Health sample." = "Sila pilih unit ukuran untuk sampel Kesihatan ini.";

/* Log health sample; ovulation test should be consistent with what is is called in the iOS Health App */
"Please select a value for this ovulation test result sample." = "Sila pilih nilai untuk sampel hasil ujian ovulasi ini.";

/* Log health sample; sleep analysis sample should be consistent with what is is called in the iOS Health App */
"Please select a value for this sleep analysis sample." = "Sila pilih nilai untuk sampel analisis tidur ini.";

/* Log in view; email address placeholder */
"Email address" = "Alamat e-mel";

/* Log workout action */
"No Workout Type Selected" = "Tiada Jenis Latihan Dipilih";

/* Log workout action */
"Please select a type of activity for this workout." = "Sila pilih jenis aktiviti untuk latihan ini.";

/* Login error */
"Your username and/or password are incorrect." = "Nama akaun dan/atau kata laluan anda salah.";

/* Login with email address disclaimer */
"Your credentials are stored on this device only and will not be shared with our servers or any third parties." = "Kelayakan anda akan disimpan hanya pada peranti ini dan tidak akan dikongsi dengan pelayan kami atau sebarang pihak ketiga.";

/* Mail error */
"A recipient is required to send message" = "Penerima diperlukan untuk menghantar mesej";

/* Mail error */
"A sender is required to send message" = "Pengirim diperlukan untuk menghantar mesej";

/* Mail error */
"A stable connection to the server could not be established" = "Sambungan yang stabil ke pelayan tidak dapat diwujudkan";

/* Mail error */
"Account check failed because the account is invalid" = "Semakan akaun gagal kerana akaun tidak sah";

/* Mail error */
"An application specific password is required" = "Kata laluan khusus aplikasi diperlukan";

/* Mail error */
"An error occurred during an IDLE operation" = "Ralat berlaku semasa operasi MELAHU";

/* Mail error */
"An error occurred while (un)subscribing to the requested folder" = "Ralat berlaku semasa nyahlanggan ke folder diminta";

/* Mail error */
"An error occurred while appending a message to the requested folder" = "Ralat berlaku semasa menambah mesej ke folder diminta";

/* Mail error */
"An error occurred while copying a message to the requested folder" = "Ralat berlaku semasa menyalin mesej ke folder diminta";

/* Mail error */
"An error occurred while creating the requested folder" = "Ralat berlaku semasa mencipta folder diminta";

/* Mail error */
"An error occurred while deleting a message on the POP server" = "Ralat berlaku semasa memadamkan mesej pada pelayan POP";

/* Mail error */
"An error occurred while deleting the requested folder" = "Ralat berlaku semasa memadamkan folder diminta";

/* Mail error */
"An error occurred while expunging a message in the requested folder" = "Ralat berlaku semasa menghapuskan mesej dalam folder diminta";

/* Mail error */
"An error occurred while fetching a message list on the POP server" = "Ralat berlaku semasa mengambil senarai mesej pada pelayan POP";

/* Mail error */
"An error occurred while fetching messages in the requested folder" = "Ralat berlaku semasa mengambil mesej dalam folder diminta";

/* Mail error */
"An error occurred while performing a No-Op operation" = "Ralat berlaku semasa melakukan operasi No-Op";

/* Mail error */
"An error occurred while renaming the requested folder" = "Ralat berlaku semasa menamakan semula folder diminta";

/* Mail error */
"An error occurred while requesting the server's capabilities" = "Ralat berlaku semasa meminta kemampuan pelayan";

/* Mail error */
"An error occurred while requesting the server's identity" = "Ralat berlaku semasa meminta identiti pelayan";

/* Mail error */
"An error occurred while requesting the server's namespace" = "Ralat berlaku semasa meminta ruang nama pelayan";

/* Mail error */
"An error occurred while sending the message" = "Ralat berlaku semasa menghantar mesej";

/* Mail error */
"An error occurred while storing flags" = "Ralat berlaku semasa menyimpan bendera";

/* Mail error */
"An error when requesting date" = "Ralat semasa meminta tarikh";

/* Mail error */
"Attempted to send a message with an illegal attachment" = "Telah cuba menghantar mesej dengan lampiran tidak dibenarkan";

/* Mail error */
"Authentication is required for this SMTP server" = "Pengesahan diperlukan untuk pelayan SMTP ini";

/* Mail error */
"Bandwidth limits were exceeded while requesting data from this Gmail account" = "Had lebar jalur telah dilebihi semasa meminta data daripada akaun Gmail ini";

/* Mail error */
"Cannot send message due to possible spam detected by server" = "Tidak boleh menghantar mesej kerana kemungkinan spam dikesan oleh pelayan";

/* Mail error */
"Compression is not available" = "Pemampatan tidak tersedia";

/* Mail error */
"Credentials with password too simple" = "Kelayakan dengan kata laluan terlalu mudah";

/* Mail error */
"Error while running custom command" = "Ralat semasa menjalankan perintah tersuai";

/* Mail error */
"File access error" = "Ralat akses fail";

/* Mail error */
"IMAP is not enabled for this Gmail account" = "IMAP tidak didayakan untuk akaun Gmail ini";

/* Mail error */
"MobileMe is no longer an active mail service" = "MobileMe tidak lagi perkhidmatan mel aktif";

/* Mail error */
"No valid server found" = "Tiada pelayan sah dijumpai";

/* Mail error */
"Sending messages is not allowed on this server" = "Menghantar mesej tidak dibenarkan pada pelayan ini";

/* Mail error */
"The SMTP storage limit was hit while trying to send a large message" = "Had storan SMTP telah dicapai semasa cuba menghantar mesej yang besar";

/* Mail error */
"The certificate for this server is invalid" = "Sijil untuk pelayan ini tidak sah";

/* Mail error */
"The current HotMail account cannot connect to WebMail" = "Akaun HotMail semasa tidak boleh bersambung ke WebMail";

/* Mail error */
"The operation succeeded" = "Operasi berjaya";

/* Mail error */
"The requested folder does not exist. Folder selection failed" = "Folder diminta tidak wujud. Pemilihan folder gagal";

/* Mail error */
"The server does not support STARTTLS connections" = "Pelayan tidak menyokong sambungan STARTTLS";

/* Mail error */
"The server does not support TLS/SSL connections" = "Pelayan tidak menyokong sambungan TLS/SSL";

/* Mail error */
"The user needs to log in via the web browser" = "Pengguna perlu log masuk melalui pelayar web";

/* Mail error */
"Too many simultaneous connections were made to this Gmail account" = "Terlalu banyak sambungan serentak dibuat kepada akaun Gmail ini";

/* Mail error */
"Unable to authenticate with the current session's credential" = "Gagal mengesahkan dengan kelayakan sesi semasa";

/* Mail error */
"Unable to parse response from server" = "Gagal menguraikan respons daripada pelayan";

/* Mail error */
"User is over the limit for messages allowed to be sent in a single day" = "Pengguna melebih had untuk mesej yang dibenarkan untuk dihantar dalam satu hari";

/* Mail error */
"Yahoo!'s servers are currently unavailable" = "Pelayan Yahoo! tidak tersedia pada masa ini";

/* Mask Image action error description, no image in the chosen variable */
"The variable “%@” did not include an image to use for masking." = "Pemboleh ubah “%@” tidak termasuk imej untuk digunakan untuk menopeng.";

/* Mask Image action error description, no variable chosen */
"Make sure to select a variable for the “Image Mask” option in the Mask Image action." = "Pastikan anda memilih pemboleh ubah untuk pilihan “Topeng Imej” dalam tindakan Gunakan Topeng Imej.";

/* Mask Image action error title */
"No Mask Provided" = "Tiada Topeng Diberikan";

/* Message in alert to indicate that the user needs to select a storage service for the action (see `Service (WFFileStorageService)`), %@ = localized name of the action */
"Please select a service in %@." = "Sila pilih perkhidmatan dalam %@.";

/* Message of default error for not allowing script to run */
"This JavaScript is similar to a script that is known to be unsafe. For your security it will not run." = "JavaScript ini serupa dengan skrip yang diketahui tidak selamat. Untuk keselamatan anda, ia tidak akan berjalan.";

/* Multiple App Store apps */
"App Store apps" = "App App Store";

/* Multiple Box files */
"Box files" = "Fail Box";

/* Multiple Dropbox files */
"Dropbox files" = "Fail Dropbox";

/* Multiple Evernote notes */
"Evernote notes" = "Nota Evernote";

/* Multiple Giphy items */
"Giphy items" = "Item Giphy";

/* Multiple Trello boards */
"Trello boards" = "Papan Trello";

/* Multiple Trello cards */
"Trello cards" = "Kad Trello";

/* Multiple Trello items */
"Trello items" = "Item Trello";

/* Multiple Trello lists */
"Trello lists" = "Senarai Trello";

/* Multiple Ulysses sheet */
"Ulysses sheets" = "Helaian Ulysses";

/* Multiple bar codes */
"Bar codes" = "Kod bar";

/* Multiple blood pressure recordings */
"Blood pressures" = "Tekanan darah";

/* Multiple health samples in HealthKit */
"Health samples" = "Sampel kesihatan";

/* Multiple iTunes artists */
"iTunes artists" = "Artis iTunes";

/* Multiple iTunes products */
"iTunes products" = "Produk iTunes";

/* Multiple text matches */
"Text matches" = "Padanan teks";

/* Multiple workout samples */
"Workout samples" = "Sampel Latihan";

/* Name, Description, and Concentration (percentage) of an air pollutant */
"%@ - %@: %@" = "%@ - %@: %@";

/* Navigation bar title */
"Edit Account" = "Edit Akaun";

/* Navigation bar title */
"Email Settings" = "Seting E-mel";

/* Navigation bar title */
"Log In to CloudApp" = "Log Masuk ke CloudApp";

/* Navigation bar title */
"Log in | Tumblr" = "Log masuk | Tumblr";

/* Navigation bar title */
"Login to Instapaper" = "Log masuk ke Instapaper";

/* Navigation bar title */
"Login to Pinboard" = "Log Masuk ke Pinboard";

/* Navigation bar title */
"Login to WordPress" = "Log masuk ke WordPress";

/* Navigation bar title when showing trending GIF results */
"Trending" = "Popular";

/* Navigation bar title; app name */
"Giphy" = "Giphy";

/* Network picker option */
"Cellular" = "Selular";

/* Network picker option */
"WLAN" = "WLAN";

/* Network picker option */
"Wi-Fi" = "Wi-Fi";

/* No GIFs found empty state description */
"Clear the search bar to view trending GIFs." = "Kosongkan bar carian untuk melihat GIF yang popular.";

/* No GIFs found empty state title */
"No Results Found" = "Tiada Hasil Ditemui";

/* None option */
"None" = "Tiada";

/* One text match */
"Text match" = "Padanan teks";

/* One workout sample */
"Workout sample" = "Sampel Latihan";

/* Open URL action error */
"Make sure to pass a URL to the Open URL action." = "Pastikan anda menyerahkan URL kepada tindakan Buka URL.";

/* Open URL action error */
"The URL could not be opened." = "URL tidak dapat dibuka.";

/* Open app action error */
"Open App failed because it couldn’t find an app to open." = "Buka App gagal kerana ia tidak menemui app untuk dibuka.";

/* Open app action error */
"Open App failed because the app could not be opened." = "Buka App gagal kerana app tidak dapat dibuka.";

/* Open in action error */
"Open In… failed because it couldn’t find an app to open in." = "Buka Dalam… gagal kerana ia tidak menemui app untuk dibuka.";

/* Open in action error; %1$@=app name; %2$@=file name */
"%1$@ is not installed or could not open the file %2$@." = "%1$@ tidak dipasang atau tidak dapat membuka fail %2$@.";

/* Optional field placeholder */
"Optional" = "Pilihan";

/* Overlay image action error */
"Make sure to choose a variable in the Overlay Image action." = "Pastikan anda memilih pemboleh ubah dalam tindakan Tindih Imej.";

/* Overlay image action error */
"No Overlay Image" = "Tiada Imej Tindihan";

/* Overlay image action error; %@=variable name */
"The variable “%@” did not include an image to overlay." = "Pemboleh ubah “%@” tidak termasuk imej untuk ditindih.";

/* Overlay image action; shown while image is being processed */
"Processing Image…" = "Memproses Imej…";

/* Parameter Enumeration Item for action Get Directions, parameter: App */
"Citymapper" = "Citymapper";

/* Parameter Enumeration Item for action Get Directions, parameter: App */
"Google Maps" = "Google Maps";

/* Parameter Enumeration Item for action Get Directions, parameter: App */
"Maps" = "Peta";

/* Parameter Enumeration Item for action Get Directions, parameter: App */
"Waze" = "Waze";

/* Parameter Enumeration Item for action Get Directions, parameter: App; https://transitapp.com */
"Transit (App Name)" = "Transit";

/* Parameter Enumeration Item for action Get Directions, parameter: Mode */
"Biking" = "Berbasikal";

/* Parameter Enumeration Item for action Get Directions, parameter: Mode */
"Driving" = "Memandu";

/* Parameter Enumeration Item for action Get Directions, parameter: Mode */
"Transit" = "Transit";

/* Parameter Enumeration Item for action Get Directions, parameter: Mode */
"Walking" = "Berjalan";

/* Parameter placeholder; parameter sets a filename */
"optional" = "pilihan";

/* Parameter value */
"A+ (Parameter Value)" = "A+";

/* Parameter value */
"A- (Parameter Value)" = "A-";

/* Parameter value */
"AB+ (Parameter Value)" = "AB+";

/* Parameter value */
"AB- (Parameter Value)" = "AB-";

/* Parameter value */
"After Meal (Parameter Value)" = "Selepas Makan";

/* Parameter value */
"Asleep (Parameter Value)" = "Tidur";

/* Parameter value */
"Awake (Parameter Value)" = "Sedar";

/* Parameter value */
"B+ (Parameter Value)" = "B+";

/* Parameter value */
"B- (Parameter Value)" = "B-";

/* Parameter value */
"Basal (Parameter Value)" = "Basal";

/* Parameter value */
"Before Meal (Parameter Value)" = "Sebelum Makan";

/* Parameter value */
"Bolus (Parameter Value)" = "Bolus";

/* Parameter value */
"Creamy (Parameter Value)" = "Pekat";

/* Parameter value */
"Dry (Parameter Value)" = "Kering";

/* Parameter value */
"Egg White (Parameter Value)" = "Putih Telur";

/* Parameter value */
"Female (Parameter Value)" = "Wanita";

/* Parameter value */
"Heavy (Parameter Value)" = "Berat";

/* Parameter value */
"Idle (Parameter Value)" = "Melahu";

/* Parameter value */
"In Bed (Parameter Value)" = "Di Katil";

/* Parameter value */
"Indeterminate (Parameter Value)" = "Tidak Tentu";

/* Parameter value */
"Light (Parameter Value)" = "Cahaya";

/* Parameter value */
"Male (Parameter Value)" = "Lelaki";

/* Parameter value */
"Max Exercise Test (Parameter Value)" = "Ujian Senaman Maks";

/* Parameter value */
"Medium (Parameter Value)" = "Sederhana";

/* Parameter value */
"Negative (Parameter Value)" = "Negatif";

/* Parameter value */
"No (Parameter Value)" = "Tidak";

/* Parameter value */
"Non-Exercise Prediction (Parameter Value)" = "Ramalan Bukan Senaman";

/* Parameter value */
"Not Set (Parameter Value)" = "Tidak Disetkan";

/* Parameter value */
"O+ (Parameter Value)" = "O+";

/* Parameter value */
"O- (Parameter Value)" = "O-";

/* Parameter value */
"Other (Parameter Value)" = "Lain";

/* Parameter value */
"Positive (Parameter Value)" = "Positif";

/* Parameter value */
"Protection Unused (Parameter Value)" = "Perlindungan Tidak Digunakan";

/* Parameter value */
"Protection Used (Parameter Value)" = "Perlindungan Digunakan";

/* Parameter value */
"Sticky (Parameter Value)" = "Melekit";

/* Parameter value */
"Stood (Parameter Value)" = "Berdiri";

/* Parameter value */
"Sub-Max Exercise Prediction (Parameter Value)" = "Ramalan Senaman Sub Maks";

/* Parameter value */
"Unspecified (Parameter Value)" = "Tidak Ditentukan";

/* Parameter value */
"Watery (Parameter Value)" = "Berair";

/* Parameter value */
"Yes (Parameter Value)" = "Ya";

/* Parameter value; Used in the Convert Image action; this setting means the Convert Image action will match the image format of the original inputted photo */
"Match Input" = "Padankan Input";

/* Password placeholder or title */
"Password" = "Kata Laluan";

/* Person’s name field placeholder */
"John Appleseed" = "John Appleseed";

/* Person’s name field title */
"Name" = "Nama";

/* Pinboard login option */
"Use API Token" = "Gunakan Token API";

/* Pinboard login option */
"Use API Token Instead" = "Sebaliknya Gunakan Token API";

/* Pinboard login option */
"Use Password" = "Gunakan Kata Laluan";

/* Pinboard login option */
"Use Password Instead" = "Gunakan Kata Laluan";

/* Pinboard login section header */
"API Token" = "Token API";

/* Pinboard login section header */
"Pinboard Login" = "Log Masuk Pinboard";

/* Playlist picker parameter */
"My Music Library" = "Pustaka Muzik Saya";

/* Pocket (app) get action error */
"No items matching the specified criteria were found in Pocket." = "Tiada item yang sepadan dengan kriteria yang ditentukan dijumpai dalam Pocket.";

/* Post to Tumblr action error */
"No Blog" = "Tiada Blog";

/* Post to Tumblr action error description */
"You did not specify which blog to post to." = "Anda tidak menentukan blog untuk menyiarkan siaran.";

/* QuickLook action error */
"No Items" = "Tiada Item";

/* QuickLook action error */
"The Quick Look action wasn't passed any items to preview." = "Tindakan Lihat Cepat tidak diserahkan sebarang item untuk pratonton.";

/* Recovery option; Enable Siri */
"Enable Siri" = "Dayakan Siri";

/* Remove calendar item error */
"Remove" = "Keluarkan";

/* Request payment error message when the amount is below the minimum amount allowed */
"The amount you specified, %@, is above the maximum amount you are allowed to request." = "Amaun yang anda tentukan, %@, melebihi amaun maksimum yang anda dibenarkan untuk minta.";

/* Request payment error message when the amount is below the minimum amount allowed */
"The amount you specified, %@, is below the minimum amount you are allowed to request." = "Amaun yang anda tentukan, %@, kurang daripada amaun minimum yang anda dibenarkan untuk minta.";

/* Request payment error message when the user has no account for the payment service. %@ = service name, i.e. Apple Pay */
"The person you are trying to request money from doesn't have a account set up with %@." = "Orang yang anda cuba minta wang tidak mempunyai akaun yang disediakan dengan %@.";

/* Required field placeholder */
"Required" = "Diperlukan";

/* Run JavaScript action error message */
"The script must call the function `completion(result)` when finished" = "Skrip mesti memanggil fungsi `completion(result)` apabila selesai";

/* Run JavaScript on Web Page action error description when code failed while running and we don't know why */
"An unknown error occurred when running JavaScript." = "Ralat tidak diketahui berlaku semasa menjalankan JavaScript.";

/* Run JavaScript on Web Page action error description when the script doesn't call completion() before Safari's timeout */
"Run JavaScript on Web Page failed because the script took too long to call the completion handler." = "Jalankan JavaScript pada Halaman Web gagal kerana skrip mengambil masa terlalu lama untuk memanggil pengendali pelengkapan.";

/* Run JavaScript on Web Page action error title when JavaScript takes too long before returning */
"JavaScript Timeout" = "JavaScript Tamat Masa";

/* Run JavaScript on Web Page action error title when code failed while running */
"JavaScript Exception" = "Pengecualian JavaScript";

/* Run JavaScript on Web Page action error title when code is invalid */
"Invalid JavaScript" = "JavaScript Tidak Sah";

/* Run SSH script action; SSH authentication error */
"SSH Authentication Failed" = "Pengesahan SSH Gagal";

/* Run SSH script action; SSH authentication error description */
"Please check your credentials in the Run SSH Script action and try again." = "Sila semak kelayakan anda dalam tindakan Jalankan Skrip SSH dan cuba lagi.";

/* Run shortcut action; shortcut to run not found error */
"Shortcut Not Found" = "Pintasan Tidak Dijumpai";

/* Run shortcut action; shortcut to run not found error description */
"Make sure a valid shortcut is selected in the Run Shortcut action." = "Pastikan pintasan yang sah dipilih dalam tindakan Jalankan Pintasan.";

/* SSH action error */
"Channel allocation error" = "Ralat peruntukan saluran";

/* SSH action error */
"Connection timed out" = "Sambungan tamat masa";

/* SSH action error */
"Run Script Over SSH could not connect to the SSH server." = "Jalankan Skrip Melalui SSH tidak dapat bersambung ke pelayan SSH.";

/* Save to camera roll action; unknown album error */
"Unknown Album" = "Album Tidak Diketahui";

/* Save to camera roll action; unknown album error description */
"The photo album that was selected does not exist." = "Album foto yang dipilih tidak wujud.";

/* Scan machine readable code action; scon view title */
"Scan Code" = "Imbas Kod";

/* Search bar placeholder for searching for GIFs via Giphy */
"Search Giphy" = "Cari Giphy";

/* Search local businesses action; missing search query error */
"You must provide a search query to Search Local Businesses." = "Anda mesti memberikan pertanyaan carian untuk Cari Perniagaan Tempatan.";

/* Search local businesses action; no locations found error */
"No Locations Found" = "Tiada Lokasi Ditemui";

/* Search local businesses action; no locations found error description; %@=keyword */
"No locations were found with the keywords “%@”." = "Tiada lokasi dijumpai dengan kata kunci “%@”.";

/* Section footer */
"If you use a self-hosted version of WordPress, enter the URL of your site above." = "Jika anda menggunakan versi WordPress yang dihoskan sendiri, masukkan URL tapak anda di atas.";

/* Section header */
"WordPress Login" = "Log Masuk WordPress";

/* Section header for WordPress site URL */
"Site URL" = "URL Tapak";

/* Section header title */
"CloudApp Login" = "Log Masuk CloudApp";

/* Section header title */
"Incoming Mail Server" = "Pelayan Mel Masuk";

/* Section header title */
"Instapaper Login" = "Log Masuk Instapaper";

/* Section header title */
"Outgoing Mail Server" = "Pelayan Mel Keluar";

/* Section header title; email account */
"Accounts" = "Akaun";

/* Send email action error */
"Cannot send emails. Email may not be set up." = "Tidak boleh menghantar e-mel. E-mel mungkin belum disediakan.";

/* Send email action; invalid email account error */
"Invalid Email Account" = "Akaun E-mel Tidak Sah";

/* Send email action; invalid email account error */
"The email account that is selected is not logged into Shortcuts on this device." = "Akaun e-mel yang dipilih tidak dilog masuk ke Pintasan pada peranti ini.";

/* Send message action error */
"Cannot send messages. iMessage may not be enabled." = "Tidak boleh menghantar mesej. iMessage mungkin tidak didayakan.";

/* Send payment error message when the amount is below the minimum amount allowed */
"The amount you specified, %@, is above the maximum amount you are allowed to send." = "Amaun yang anda tentukan, %@, melebihi amaun maksimum yang anda dibenarkan untuk hantar.";

/* Send payment error message when the amount is below the minimum amount allowed */
"The amount you specified, %@, is below the minimum amount you are allowed to send." = "Amaun yang anda tentukan, %@, kurang daripada amaun minimum yang anda dibenarkan untuk hantar.";

/* Send payment error message when the amount is in a currency that is not supported by the app (%1$@ = currency, i.e. US Dollars, %2$@ = service name, i.e. Apple Pay) */
"The amount you specified was in %1$@, which is not supported by %2$@." = "Amaun yang anda tentukan adalah dalam %1$@, yang tidak disokong oleh %2$@.";

/* Send payment error message when the user doesn't have enough money to send the payment. */
"Your account does not have enough money to send the payment." = "Akaun anda tidak mempunyai wang yang mencukupi untuk menghantar bayaran.";

/* Send payment error message when the user has no account for the payment service. %@ = service name, i.e. Apple Pay */
"The person you are trying to send money to doesn't have a account set up with %@." = "Orang yang anda cuba hantar wang tidak mempunyai akaun yang disediakan dengan %@.";

/* Send payment error message when the user has no bank account. */
"You don't have a bank account configured on this device." = "Anda tidak mempunyai akaun bank dikonfigurasikan pada peranti ini.";

/* Send payment error message when the user is logged out of the payment app and needs to verify their credentials. %@ = app name, i.e. Apple Pay */
"You will need to open %@ to verify your credentials." = "Anda perlu membuka %@ untuk mengesahkan kelayakan anda.";

/* Send payment error title when the amount is above the maximum amount allowed */
"Above Maximum Amount" = "Melebihi Amaun Maksimum";

/* Send payment error title when the amount is below the minimum amount allowed */
"Below Minimum Amount" = "Bawah Amaun Minimum";

/* Send payment error title when the amount is in a currency that is not supported by the app */
"Currency Unsupported" = "Mata Wang Tidak Disokong";

/* Send payment error title when the user doesn't have enough money to send the payment. */
"Insufficient Funds" = "Dana Tidak Mencukupi";

/* Send payment error title when the user has no bank account. */
"No Bank Account" = "Tiada Akaun Bank";

/* Send payment error title when the user is logged out of the payment app and needs to verify their credentials. */
"Credentials Unverified" = "Kelayakan Belum Disahkan";

/* Send/request payment error title when the receiving user has no bank account. */
"No Account" = "Tiada Akaun";

/* Service name */
"Box" = "Box";

/* Service name */
"CloudApp" = "CloudApp";

/* Service name */
"Location" = "Lokasi";

/* Service name */
"Microphone" = "Mikrofon";

/* Service name */
"Notifications" = "Pemberitahuan";

/* Service name */
"Pinboard" = "Pinboard";

/* Service name */
"Speech Recognition" = "Pengecaman Pertuturan";

/* Service name */
"iCloud Drive" = "iCloud Drive";

/* Set dictionary value action; no key provided error description */
"No key was provided to the Set Dictionary Value action for the value “%@”." = "Tiada kunci diberikan kepada tindakan Setkan Nilai Kamus untuk nilai “%@”.";

/* Set dictionary value action; no value provided error */
"No Value Provided" = "Tiada Nilai Diberikan";

/* Set dictionary value action; no value provided error description */
"No value was provided to the Set Dictionary Value action for the key “%@”." = "Tiada nilai diberikan kepada tindakan Setkan Nilai Kamus untuk kunci “%@”.";

/* Show definition action error */
"A definition could not be found for that term." = "Definisi tidak dijumpai untuk istilah tersebut.";

/* Show definition action error */
"No Word Specified" = "Tiada Perkataan Ditentukan";

/* Show definition action error description */
"No word was passed as input to Show Definition" = "Tiada perkataan diserahkan sebagai input ke Tunjukkan Definisi";

/* Show definition action error description */
"This may happen if no dictionaries are installed. To manage your dictionaries, select a word in any app and choose “Look Up”. Then, tap “Manage”." = "Ini mungkin berlaku jika tiada kamus dipasang. Untuk mengurus kamus anda, pilih perkataan dalam sebarang app dan pilih “Rujuk”. Kemudian, ketik “Urus”.";

/* Show in calendar action error */
"Calendar could not be opened." = "Kalendar tidak dapat dibuka.";

/* Show webpage action error */
"Unsupported URL" = "URL Tidak Disokong";

/* Show webpage action error; %@=url scheme */
"Show Web Page supports http:// and https:// URLs, but you tried to show a %@:// URL." = "Tunjukkan Halaman Web menyokong URL http:// dan https://, tetapi anda telah cuba untuk menunjukkan URL %@://.";

/* Speak text action; invalid language was provided by the user. */
"An invalid language was provided. Please provide a valid language." = "An invalid language was provided. Please provide a valid language.";

/* Speak text action; no language was provided by the user. */
"Please select a language to use when speaking." = "Please select a language to use when speaking.";

/* Start call error message when the calling service has not (yet) been configured, e. g. the user has not logged into the app. %@ = calling service name, e. g. FaceTime */
"%@ is not set up to make calls." = "%@ tidak disediakan untuk membuat panggilan.";

/* Start call error message when the calling service is temporarily not available for any reason. %@ = calling service name, e. g. FaceTime */
"Starting call failed because %@ is not available." = "Memulakan panggilan gagal kerana %@ tidak tersedia.";

/* Start call error message when the contact is not supported by the calling service. %@ = contact identifier, e. g. phone number, email or handle. */
"Starting call failed because %@ cannot take part in the call." = "Memulakan panggilan gagal kerana %@ tidak boleh menyertai panggilan.";

/* Start call error message when the contact's identifier (e. g. phone number, handle or email) is not valid on the calling service. %@ = calling service name, e. g. FaceTime */
"%@ does not support the contact details you provided." = "%@ tidak menyokong butiran kenalan yang anda berikan.";

/* Start call error title when the calling service has not (yet) been configured, e. g. the user has not logged into the app. */
"Setup Required" = "Persediaan Diperlukan";

/* Start call error title when the calling service is temporarily not available for any reason. %@ = calling service name, e. g. FaceTime */
"%@ Unavailable" = "%@ Tidak Tersedia";

/* Start call error title when the contact is not supported by the calling service. */
"Contact Not Supported" = "Kenalan Tidak Disokong";

/* Start call error title when the contact's identifier (e. g. phone number, handle or email) is not valid on the calling service. */
"Invalid Contact Details" = "Butiran Kenalan Tidak Sah";

/* Start date that blood pressure was recorded */
"Blood Pressure Start Date" = "Tarikh Mula Tekanan Darah";

/* Subcategory */
"Device" = "Peranti";

/* Subcategory for Set Volume action */
"Playback" = "Main Balik";

/* Take photo action error */
"No suitable camera was detected on this device." = "Tiada kamera yang sesuai dikesan pada peranti ini.";

/* Time until date action */
"An invalid date to compare to was provided." = "Tarikh yang tidak sah untuk dibandingkan telah diberi.";

/* Time until date action */
"No from date was provided." = "Tiada tarikh sejak diberikan.";

/* Time until date action error */
"An invalid from date was provided." = "Jenis rekod yang tidak sah telah diberi.";

/* Title of default error for not allowing script to run */
"Unsafe JavaScript" = "JavaScript Tidak Selamat";

/* Toggle do not disturb; error */
"An invalid end time was provided. Please provide an end time for Do Not Disturb." = "Masa tamat yang tidak sah telah diberikan. Sila sediakan masa tamat untuk Jangan Ganggu.";

/* Toggle do not disturb; error */
"No calendar event was provided. Please provide a calendar event to enable Do Not Disturb for the duration of." = "Tiada peristiwa kalendar disediakan. Sila sediakan peristiwa kalendar untuk mendayakan Jangan Ganggu bagi tempoh.";

/* Toggle do not disturb; error */
"Please provide an end time that is later than the current time for Do Not Disturb." = "Sila berikan masa tamat yang lebih lambat dari masa semasa untuk Jangan Ganggu.";

/* Trim video action error */
"The input was not a video that can be edited." = "Input bukan video yang boleh diedit.";

/* URL action error; %@=url */
"Invalid URL: %@" = "URL Tidak Sah: %@";

/* Ulysses (app) error description */
"Please re-authorize Shortcuts with Ulysses to access this sheet." = "Sila benarkan semula Pintasan dengan Ulysses untuk mengakses helaian ini.";

/* Ulysses (app) error failure reason */
"Ulysses Access Required" = "Akses Ulysses Diperlukan";

/* Unspecified health kit category sample type */
"Unspecified" = "Tidak Ditentukan";

/* Used as a file name prefix before a date/time string, for example: Audio Recording 2018-03-01 at 8.13.46 PM */
"Audio Recording" = "Rakaman Audio";

/* Used in a list to delimit the elements < (n - 1) (e.g. Green, Purple, Red, Orange, and Blue). Be sure to include a space if your language requires it. */
", " = ", ";

/* Used in a list to delimit the elements = (n - 1) (e.g. Green, Purple, Red, Orange, and Blue). Be sure to include a space if your language requires it. */
", and " = " dan ";

/* Used to delimit a list of exactly two items (e.g. Green and Blue). */
" and " = " dan ";

/* User name field title */
"User Name" = "Nama Pengguna";

/* Username placeholder or title */
"Username" = "Nama Pengguna";

/* User’s device flashlight is not currently available error */
"This device’s flashlight is not currently available for Shortcuts to use." = "Lampu suluh peranti ini tidak tersedia pada masa ini untuk digunakan oleh Pintasan.";

/* User’s device has no flashlight error */
"This device does not have a flashlight." = "Peranti ini tidak mempunyai lampu suluh.";

/* Weather action; no custom location provided error description */
"The weather action was configured to get the weather at a custom location, but none was provided." = "Tindakan cuaca dikonfigurasi untuk mendapatkan cuaca di lokasi tersuai, tetapi tiada lokasi diberi.";

/* Weather action; no location was found to search weather */
"Unable to determine location." = "Gagal menentukan lokasi.";

/* Weather condition: Blizzard */
"Blizzard" = "Ribut Salji";

/* Weather condition: Blowing Snow */
"Blowing Snow" = "Salji Bertiupan";

/* Weather condition: Blustery */
"Blustery" = "Berangin Kencang";

/* Weather condition: Clear */
"Clear" = "Cerah";

/* Weather condition: Cloudy */
"Cloudy" = "Mendung";

/* Weather condition: Cold */
"Cold" = "Sejuk";

/* Weather condition: Drizzle */
"Drizzle" = "Renyai";

/* Weather condition: Dust */
"Dust" = "Berhabuk";

/* Weather condition: Foggy */
"Foggy" = "Berkabus";

/* Weather condition: Freezing Drizzle */
"Freezing Drizzle" = "Renyai Beku";

/* Weather condition: Freezing Rain */
"Freezing Rain" = "Hujan Sejuk Beku";

/* Weather condition: Hail */
"Hail" = "Hujan Batu";

/* Weather condition: Haze */
"Haze" = "Jerebu";

/* Weather condition: Heavy Rain */
"Heavy Rain" = "Hujan Lebat";

/* Weather condition: Heavy Snow */
"Heavy Snow" = "Salji Lebat";

/* Weather condition: Hot */
"Hot" = "Panas";

/* Weather condition: Hurricane */
"Hurricane" = "Taufan";

/* Weather condition: Isolated Thundershowers */
"Isolated Thundershowers" = "Hujan Petir Bertaburan";

/* Weather condition: Isolated Thunderstorms */
"Isolated Thunderstorms" = "Ribut Petir Bertaburan";

/* Weather condition: Light Snow Showers */
"Light Snow Showers" = "Hujan Salji Ringan";

/* Weather condition: Mixed Rain And Hail */
"Mixed Rain And Hail" = "Hujan Dan Hujan Batu Bercampur";

/* Weather condition: Mixed Rain And Sleet */
"Mixed Rain And Sleet" = "Hujan Dan Hujan Beku Bercampur";

/* Weather condition: Mixed Rain And Snow */
"Mixed Rain And Snow" = "Hujan Dan Salji Bercampur";

/* Weather condition: Mixed Snow And Sleet */
"Mixed Snow And Sleet" = "Salji Dan Hujan Beku Bercampur";

/* Weather condition: Mostly Clear */
"Mostly Clear" = "Umumnya Cerah";

/* Weather condition: Mostly Cloudy */
"Mostly Cloudy" = "Umumnya Mendung";

/* Weather condition: Partly Cloudy */
"Partly Cloudy" = "Agak Mendung";

/* Weather condition: Rain */
"Rain" = "Hujan";

/* Weather condition: Scattered Showers */
"Scattered Showers" = "Hujan Di Sana Sini";

/* Weather condition: Scattered Snow Showers */
"Scattered Snow Showers" = "Hujan Salji Di Sana Sini";

/* Weather condition: Scattered Thunderstorms */
"Scattered Thunderstorms" = "Ribut Petir Di Sana Sini";

/* Weather condition: Severe Thunderstorms */
"Severe Thunderstorms" = "Ribut Petir Kencang";

/* Weather condition: Showers */
"Showers" = "Hujan";

/* Weather condition: Sleet */
"Sleet" = "Hujan Beku";

/* Weather condition: Smoky */
"Smoky" = "Berasap";

/* Weather condition: Snow */
"Snow" = "Salji";

/* Weather condition: Snow Flurries */
"Snow Flurries" = "Salji Lari";

/* Weather condition: Thunderstorms */
"Thunderstorms" = "Ribut Petir";

/* Weather condition: Tornado */
"Tornado" = "Tornado";

/* Weather condition: Tropical Storm */
"Tropical Storm" = "Ribut Tropika";

/* Weather condition: Windy */
"Windy" = "Berangin";

/* Weather: %1$@ = temperature, %2$@ = condition (i.e. sunny) */
"%1$@ and %2$@" = "%1$@ dan %2$@";

/* Weather: Pollutant in the air */
"Air Pollutant (Single)" = "Pencemar Udara";

/* Weather: Pollutants in the air */
"Air Pollutant (Plural)" = "Pencemar Udara";

/* Wordpress url placeholder */
"https://wordpress.com" = "https://wordpress.com";

/* iCloud Drive error */
"The folder doesn’t exist." = "Folder tidak wujud.";

/* iCloud Drive error */
"The iCloud Container could not be found." = "Bekas iCloud tidak dijumpai.";

/* iCloud Drive error */
"iCloud could not get a link to this file because it is a folder. iCloud only supports getting links to regular files." = "iCloud tidak dapat mengambil pautan ke fail ini kerana ia ialah folder. iCloud hanya menyokong pengambilan pautan ke fail biasa.";

/* iCloud Drive error; %@ = type description */
"iCloud could not get a link to this %@ because it is a bundle (a bundle is a folder that acts like a file)." = "iCloud tidak dapat mengambil pautan ke %@ kerana ia adalah pakej (pakej ialah folder yang bertindak sebagai fail).";

/* iCloud Drive error; %@=file URL */
"“%@” is a bundle" = "“%@” ialah pakej";

/* iCloud Drive error; %@=file path */
"The path you tried to save to (%@) does not exist in iCloud." = "Laluan yang anda cuba simpan ke (%@) tidak wujud dalam iCloud.";

/* iCloud Drive error; %@=file path */
"The path you tried to save to (%@) is an existing file in iCloud. When saving multiple files at a time, you should specify a path to a folder instead." = "Laluan yang anda cuba simpan ke (%@) ialah fail yang telah wujud dalam iCloud. Apabila menyimpan berbilang fail pada satu masa, anda perlu menentukan laluan ke folder.";

/* iCloud Drive or Dropbox error; %@=file URL or name */
"“%@” is a folder" = "“%@” ialah folder";

/* iCloud Drive, Dropbox, Box error */
"File already exists" = "Fail telah wujud";

/* iCloud Drive, Dropbox, Box error */
"File already exists." = "Fail telah wujud.";

/* iCloud email login authentication error description */
"The email address or password you specified was incorrect. To log into iCloud Mail in Shortcuts, you must use an app-specific password.\n\nIf you don’t have Two-Factor Authentication enabled, you must enable it in order to generate an app-specific password." = "Alamat e-mel atau kata laluan yang anda tentukan salah. Untuk log masuk ke iCloud Mail dalam Pintasan, anda mesti menggunakan kata laluan khusus app.\n\nJika anda tidak mempunyai Pengesahan Dua Faktor didayakan, anda mesti mendayakannya untuk menjana kata laluan khusus app.";

/* iTunes Attribute Type for Actor, used for specifying where to search */
"Actor (Attribute)" = "Pelakon";

/* iTunes Attribute Type for Album, used for specifying where to search */
"Album (Attribute)" = "Album";

/* iTunes Attribute Type for Artist, used for specifying where to search */
"Artist (Attribute)" = "Artis";

/* iTunes Attribute Type for Author, used for specifying where to search */
"Author (Attribute)" = "Pengarang";

/* iTunes Attribute Type for Composer, used for specifying where to search */
"Composer (Attribute)" = "Komposer";

/* iTunes Attribute Type for Description, used for specifying where to search */
"Description (Attribute)" = "Perihalan";

/* iTunes Attribute Type for Director, used for specifying where to search */
"Director (Attribute)" = "Pengarah";

/* iTunes Attribute Type for Feature Film, used for specifying where to search */
"Feature Film (Attribute)" = "Filem Ditampilkan";

/* iTunes Attribute Type for Genre, used for specifying where to search */
"Genre (Attribute)" = "Genre";

/* iTunes Attribute Type for Keywords, used for specifying where to search */
"Keywords (Attribute)" = "Kata Kunci";

/* iTunes Attribute Type for Language, used for specifying where to search */
"Language (Attribute)" = "Bahasa";

/* iTunes Attribute Type for Movie Artist, used for specifying where to search */
"Movie Artist (Attribute)" = "Artis";

/* iTunes Attribute Type for Movie, used for specifying where to search */
"Movie (Attribute)" = "Filem";

/* iTunes Attribute Type for Producer, used for specifying where to search */
"Producer (Attribute)" = "Penerbit";

/* iTunes Attribute Type for Product ID, used for specifying where to search */
"Product ID (Attribute)" = "ID Produk";

/* iTunes Attribute Type for Rating Index, used for specifying where to search */
"Rating Index (Attribute)" = "Indeks Penilaian";

/* iTunes Attribute Type for Rating, used for specifying where to search */
"Rating (Attribute)" = "Penilaian";

/* iTunes Attribute Type for Release Year, used for specifying where to search */
"Release Year (Attribute)" = "Tahun Keluaran";

/* iTunes Attribute Type for Short Film, used for specifying where to search */
"Short Film (Attribute)" = "Filem Pendek";

/* iTunes Attribute Type for Show, used for specifying where to search */
"Show (Attribute)" = "Rancangan";

/* iTunes Attribute Type for Software Developer, used for specifying where to search */
"Developer (Attribute)" = "Pembangun";

/* iTunes Attribute Type for Song, used for specifying where to search */
"Song (Attribute)" = "Lagu";

/* iTunes Attribute Type for TV Episode, used for specifying where to search */
"Episode (Attribute)" = "Episod";

/* iTunes Attribute Type for TV Season, used for specifying where to search */
"Season (Attribute)" = "Musim";

/* iTunes Attribute Type for Title, used for specifying where to search */
"Title (Attribute)" = "Tajuk";

/* iTunes Attribute Type for all (every field), used for specifying where to search */
"All (Attribute)" = "Semua";

/* iTunes Attribute Type for all (generic) artists, used for specifying where to search */
"All Artist (Attribute)" = "Artis";

/* iTunes Attribute Type for all (generic) tracks, used for specifying where to search */
"Track (Attribute)" = "Trek";

/* iTunes Entity Type for Audiobook Author, used for specifying the results of a search */
"Audiobook Authors (Entity Type)" = "Pengarang";

/* iTunes Entity Type for Audiobook, used for specifying the results of a search */
"Audiobooks (Entity Type)" = "Buku Audio";

/* iTunes Entity Type for Books, used for specifying the results of a search */
"Books (Entity Type)" = "Buku";

/* iTunes Entity Type for Mac Software, used for specifying the results of a search */
"Mac (Entity Type)" = "Mac";

/* iTunes Entity Type for Movie Artists, used for specifying the results of a search */
"Movie Artists (Entity Type)" = "Artis";

/* iTunes Entity Type for Movie, used for specifying the results of a search */
"Movies (Entity Type)" = "Filem";

/* iTunes Entity Type for Music Album, used for specifying the results of a search */
"Albums (Entity Type)" = "Album";

/* iTunes Entity Type for Music Artist, used for specifying the results of a search */
"Music Artists (Entity Type)" = "Artis";

/* iTunes Entity Type for Music Song, used for specifying the results of a search */
"Songs (Entity Type)" = "Lagu";

/* iTunes Entity Type for Music Track, used for specifying the results of a search */
"Music Tracks (Entity Type)" = "Trek";

/* iTunes Entity Type for Music Video, used for specifying the results of a search */
"Music Videos (Entity Type)" = "Video Muzik";

/* iTunes Entity Type for Podcast Author, used for specifying the results of a search */
"Podcast Authors (Entity Type)" = "Pengarang";

/* iTunes Entity Type for Podcast, used for specifying the results of a search */
"Podcasts (Entity Type)" = "Podcast";

/* iTunes Entity Type for Short Film Artist, used for specifying the results of a search */
"Short Film Artists (Entity Type)" = "Artis";

/* iTunes Entity Type for Short Film, used for specifying the results of a search */
"Short Films (Entity Type)" = "Filem Pendek";

/* iTunes Entity Type for TV Episodes, used for specifying the results of a search */
"Episodes (Entity Type)" = "Episod";

/* iTunes Entity Type for TV Season, used for specifying the results of a search */
"Seasons (Entity Type)" = "Musim";

/* iTunes Entity Type for generic artists, used for specifying the results of a search */
"Artists (Entity Type)" = "Artis";

/* iTunes Entity Type for generic tracks, used for specifying the results of a search */
"Tracks (Entity Type)" = "Trek";

/* iTunes Entity Type for iPad Software, used for specifying the results of a search */
"iPad (Entity Type)" = "iPad";

/* iTunes Entity Type for iPhone Software, used for specifying the results of a search */
"iPhone (Entity Type)" = "iPhone";

/* iTunes Media Type for Apps, used for searching */
"Apps (Media Type)" = "App";

/* iTunes Media Type for Audiobooks, used for searching */
"Audiobooks (Media Type)" = "Buku Audio";

/* iTunes Media Type for Books, used for searching */
"Books (Media Type)" = "Buku";

/* iTunes Media Type for Music Videos, used for searching */
"Music Videos (Media Type)" = "Video Muzik";

/* iTunes Media Type for Music, used for searching */
"Music (Media Type)" = "Muzik";

/* iTunes Media Type for Podcasts, used for searching */
"Podcasts (Media Type)" = "Podcast";

/* iTunes Media Type for Short Films, used for searching */
"Short Films (Media Type)" = "Filem Pendek";

/* iTunes Media Type for TV Shows, used for searching */
"TV Shows (Media Type)" = "Rancangan TV";

/* iTunes Media Type for everything (no filter on the type), used for searching */
"All (Media Type)" = "Semua";

/* iTunes Media Type of Movie, used for searching */
"Movies (Media Type)" = "Filem";

